[
  {
    "slug": "hauler",
    "title": "The Lombard Hauler",
    "text": "The Lombard Auto Tractor-Truck was designed by Alvin Orlando Lombard and produced in Waterville, Maine from 1914 to 1936. Powerful, fast (for a tractor) and easy to operate they were an important part of Maine forest industry. Use the slider to rotate the Lombard Auto Tractor-Truck and explore further!",
    "more": {
      "blurb": "Intro blurb under title for overview",
      "para1": "By early 1914, the Lombard Traction Engine Company of Waterville, Maine was producing a successful line of steam-powered log haulers and gasoline-powered “lag bed” tractors. The same year, Alvin O. Lombard filed a patent for a “Tractor Truck.” By 1917, the company stopped making steam-powered log haulers to focus on producing Lombard Auto Tractor-Trucks which were in production until 1934. Between 1914 and the end of production in 1934, the Lombard Tractor and Truck Corporation produced an estimated 340 gasoline-powered tractors of all types.",
      "para2": "The 10-ton Lombard Auto Tractor-Truck in the Maine State Museum collection (Serial Number 3031) was purchased new by Edouard Lacroix on December 6, 1925. Lombard delivered it to Township 5, Range 20 for use on Lacroix’s Hurricane Pond logging operation. By 1927, the tractor was in use by Lacroix’s Madawaska Company hauling long sled trains of pulpwood from Third Musquacook Lake to Churchill Lake where it was abandoned at the close of the operation in 1938.",
      "cap1": "Between 1914 and the end of production in 1934, Lombard’s Waterville, Maine factory produced an estimated 340 gasoline-powered tractors of all types.",
      "cap2": "19th century photograph of Lombard Hauler on snow"
    }
  },
  {
    "slug": "crawler",
    "title": "Crawler Tracks",
    "text": "In 1900, Alvin Lombard developed and patented the first practical crawler track system. The unique “lag bed” used on the Lombard Auto Tractor-Truck was developed in 1914. The lag bed allowed the Lombard Auto Tractor-Truck to operate in snow, on ice and mud. Use the slider to rotate the lag bed and explore further!",
    "more": {
      "blurb": "Intro blurb under title for crawler",
      "para1": "Alvin Orlando Lombard held patents for a number of crawler track or “lag bed” designs. The patent for the system used on the Lombard Tractor-Truck was granted on July 24th, 1917. The advantage of a track system is that the tracks spread the weight of the machine over a much larger area than a round wheel can. Though the weight of the tractor is approximately 10 tons, the ground pressure exerted by the tracks is only 6.75 pounds per square inch. This allows it to operate over soft ground, ice, and snow without getting stuck. Aggressive grousers (the raised bars across the track) provide tremendous traction.",
      "para2": "Each lag bed assembly features two roller chains to transmit the weight of the machine (13,850 pounds) to the trackpads. The roller chains act as rollers allowing the “track shoe” to smoothly pass over the track pads. The track shoe is curved to concentrate maximum weight at one specific point thus increasing traction. The entire “lag bed” assembly pivots vertically on a shaft allowing the tracks to adjust to rough terrain. The tracks require no lubrication and have an average life expectancy of approximately 8,000 miles.",
      "cap1": "Each track or “lag bed” measures 12 inches wide and contains 30 manganese steel track pads fastened together with 60 lag pins.",
      "cap2": "This shows the component parts of the complex lag bed invention."
    }
  },
  {
    "slug": "steering",
    "title": "Steering Skis",
    "text": "How was it steered? The Lombard Auto Tractor-Truck was used on ice and snow. Wheels would sink into the snow and slide on ice. To solve this problem, the Lombard Auto Tractor-Truck used a “steering sled.” The steering sled could be swapped for wheels for use in the non-winter months. Use the slider to rotate the steering sled and explore further!",
    "more": {
      "blurb": "Intro blurb under title for steering",
      "para1": "The Lombard Tractor-Truck was designed to pull heavy sled-trains loaded with logs or pulpwood over ice and snow roads. The “steering sled” made up of wood skis and castings is very similar to the skis found on a typical logging sled of the era, as shown in this picture.",
      "para2": "When the driver turns the steering wheel, a pinion gear turns a bevel gear attached to the steering drum shaft. As the steering drum shaft rotates, one steering chain is tightened while the other is loosened. This  causes the steering quadrant to pivot the skis in the direction the driver wants to go. The “steering sled” could be replaced by wheels if needed.",
      "cap1": "Lombard Log Hauler pulling logging sleds, ca. 1920.",
      "cap2": "Diagram of component parts of the Lombard's steering system."
    }
  },
  {
    "slug": "engine",
    "title": "Gas Engine",
    "text": "The Lombard Auto Tractor-Truck used a powerful gasoline motor built by the Wisconsin Motor Manufacturing Company, which used the word “consistent” to describe the reliability, power, and quality of their motors. All of these were important to the success of the Lombard Auto Tractor-Truck. Use the slider to explore further!",
    "more": {
      "blurb": "Intro blurb under title for Engine",
      "para1": "Though Lombard purchased engines from a variety of manufacturers and briefly built his own engines to power the 10-ton Lombard Tractor-Trucks, the most common were the six-cylinder, model PT engines produced by the Wisconsin Motor Manufacturing Company of Milwaukee, Wisconsin. With a displacement of 1,090 cubic inches (18 liters), the engine produced 104 horsepower and over 500 foot pounds of torque at 1,200 revolutions per minute. Fuel consumption was approximately 8 gallons per hour. The engine features electric start, magneto ignition, and a manganese bronze crankcase.",
      "cap1": "Two views of the Lombard's gas engine with its component parts identified."
    }
  },
  {
    "slug": "brakes",
    "title": "Brake System",
    "text": "A Lombard Auto Tractor-Truck could pull long trains of sleds loaded with over 200 tons of logs or pulpwood. Powerful brakes were important for safety. Use the slider to explore further!",
    "more": {
      "blurb": "Intro blurb under title for brakes",
      "para1": "Lombard’s goal was to develop a vehicle that combined a tractor's power and strength with a truck's ease of operation. The top accelerating speed of a Lombard Tractor-Truck was 7 to 9 miles per hour. When coasting down a hill, however, it could reach a top speed of 20 miles per hour. Having a powerful and reliable braking system was essential.",
      "para2": "The Lombard Tractor-Truck features a “positive acting” hand and foot-operated brake. The brake is positioned at the rear of the tractor and works on the drive shaft. When the driver presses the brake pedal or moves the hand brake lever forward, a system of rods, and bell cranks press two cast iron shoes firmly against the brake drum. Lombard advertised that this brake system would hold back any load on any hill encountered during normal use.",
      "cap1": "Diagram of component parts of the Lombard's brake system",
      "cap2": "Model of the brake drum."
    }
  }
]